Repository: TimurKarev/quit_smart_app
Catalog: lib/l10n/app_*.arb
Languages: ru

# onboardingAppBarActionAbout
source: About
ru: О нас

# onboardingAppBarActionContact
source: Contact
ru: Контакты

# onboardingWelcomeTitle
source: Start Your Smoke-Free Journey
ru: Начните свой путь к жизни без курения

# onboardingWelcomeDescription
source: QuitSmart helps you quit smoking through personalized plans, daily tracking, and supportive community.
ru: QuitSmart помогает вам бросить курить с помощью персонализированных планов, ежедневного отслеживания и поддерживающего сообщества.

# onboardingInfoCard1Title
source: Assessment
ru: Оценка

# onboardingInfoCard1Description
source: Take our stage test to determine your smoking habits
ru: Пройдите наш тест для определения стадии ваших привычек курения

# onboardingInfoCard2Title
source: Track Progress
ru: Отслеживайте прогресс

# onboardingInfoCard2Description
source: Monitor your journey with daily tracking tools
ru: Следите за своим путем с помощью инструментов ежедневного отслеживания

# onboardingInfoCard3Title
source: Get Support
ru: Получите поддержку

# onboardingInfoCard3Description
source: Connect with others on the same journey
ru: Общайтесь с другими на том же пути

# onboardingButtonStartTest
source: Start Stage Test
ru: Начать тест стадии

# onboardingButtonLearnMore
source: Learn More
ru: Узнать больше

# onboardingButtonSignInRegister
source: Sign In / Register
ru: Войти / Зарегистрироваться

# footerCopyright
source: 2025 QuitSmart. All rights reserved.
ru: © 2025 QuitSmart. Все права защищены.
